window.PROJECT_ROSTER = [
  {
    "id": "X0001",
    "project": "交银国信·安宁固收B0009号集合资金信托计划",
    "borrower": "杭州钱塘新区建设投资集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0002",
    "project": "交银国信·安宁固收B0010号集合资金信托计划",
    "borrower": "诸暨市国有资产经营有限公司",
    "guarantor": ""
  },
  {
    "id": "X0003",
    "project": "交银国信·安宁固收B0011号集合资金信托计划",
    "borrower": "杭州东部城市建设投资集团有限公司",
    "guarantor": "杭州钱塘新区城市发展集团有限公司"
  },
  {
    "id": "X0004",
    "project": "交银国信·安宁固收B0012号集合资金信托计划",
    "borrower": "桐庐县国有资本投资运营控股集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0005",
    "project": "交银国信·安宁固收B0014号集合资金信托计划",
    "borrower": "诸暨市国有资产经营有限公司",
    "guarantor": ""
  },
  {
    "id": "X0006",
    "project": "交银国信·安宁固收B0015号集合资金信托计划",
    "borrower": "嵊州市交通投资发展集团有限公司",
    "guarantor": "嵊州市投资控股有限公司"
  },
  {
    "id": "X0007",
    "project": "交银国信·安宁固收B0018号集合资金信托计划",
    "borrower": "嵊州市投资控股有限公司",
    "guarantor": ""
  },
  {
    "id": "X0008",
    "project": "交银国信·安宁固收B0020号集合资金信托计划",
    "borrower": "诸暨市建设集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0009",
    "project": "交银国信·安宁固收B0021号集合资金信托计划",
    "borrower": "诸暨市城乡投资集团有限公司",
    "guarantor": "诸暨市建设集团有限公司"
  },
  {
    "id": "X0010",
    "project": "交银国信·安宁固收B0022号集合资金信托计划",
    "borrower": "嵊州市市场发展有限公司",
    "guarantor": "嵊州市投资控股有限公司"
  },
  {
    "id": "X0011",
    "project": "交银国信·安宁固收B0023号集合资金信托计划",
    "borrower": "杭州东部城市建设投资集团有限公司",
    "guarantor": "杭州钱塘新区城市发展集团有限公司"
  },
  {
    "id": "X0012",
    "project": "交银国信·安宁固收B0024号集合资金信托计划",
    "borrower": "诸暨市建设集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0013",
    "project": "交银国信·安盈固收T0001号集合资金信托计划",
    "borrower": "浦江县国有资本投资集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0014",
    "project": "交银国信·安盈固收T0004号集合资金信托计划",
    "borrower": "杭州之江城市建设投资集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0015",
    "project": "交银国信·安盈固收T0005号集合资金信托计划",
    "borrower": "杭州之江城市建设投资集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0016",
    "project": "交银国信·安盈固收T0006号集合资金信托计划",
    "borrower": "杭州之江城市建设投资集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0017",
    "project": "交银国信·安盈固收T0021号集合资金信托计划",
    "borrower": "宁波市奉化区三高铁路投资有限公司",
    "guarantor": ""
  },
  {
    "id": "X0018",
    "project": "交银国信·安盈固收T0022号集合资金信托计划",
    "borrower": "丽水南城新区投资发展有限公司",
    "guarantor": ""
  },
  {
    "id": "X0019",
    "project": "交银国信·安盈固收T0023号集合资金信托计划",
    "borrower": "深圳市罗湖城市发展有限公司",
    "guarantor": ""
  },
  {
    "id": "X0020",
    "project": "交银国信·安盈固收T0024号集合资金信托计划",
    "borrower": "遂昌县建设投资发展有限公司",
    "guarantor": ""
  },
  {
    "id": "X0021",
    "project": "交银国信·安盈固收T0026号集合资金信托计划",
    "borrower": "浙江余杭经济开发区投资有限公司",
    "guarantor": ""
  },
  {
    "id": "X0022",
    "project": "交银国信·安盈固收T0029号集合资金信托计划",
    "borrower": "东阳市交通投资建设集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0023",
    "project": "交银国信·安盈固收T0041号集合资金信托计划",
    "borrower": "浙江湘旅控股集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0024",
    "project": "交银国信·安盈固收T0042号集合资金信托计划",
    "borrower": "丽水莲都城乡产业投资发展集团有限公司",
    "guarantor": "丽水市莲都区国有资本运营有限公司"
  },
  {
    "id": "X0025",
    "project": "交银国信·安盈固收T0046号集合资金信托计划",
    "borrower": "北京市谷财集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0026",
    "project": "交银国信·安盈固收T0050号集合资金信托计划",
    "borrower": "嘉兴经济技术开发区建设投资集团有限公司",
    "guarantor": "嘉兴国际商务区投资建设集团有限公司"
  },
  {
    "id": "X0027",
    "project": "交银国信·安盈固收T0053号集合资金信托计划",
    "borrower": "青田县国有资产控股集团有限公司",
    "guarantor": "青田县交通发展投资有限公司"
  },
  {
    "id": "X0028",
    "project": "交银国信·安盈固收T0056号集合资金信托计划",
    "borrower": "杭州良渚文化城集团有限公司",
    "guarantor": "杭州余杭国有资本投资运营集团有限公司"
  },
  {
    "id": "X0029",
    "project": "交银国信·安盈固收T0057号集合资金信托计划",
    "borrower": "杭州良渚文化城集团有限公司",
    "guarantor": "杭州余杭国有资本投资运营集团有限公司"
  },
  {
    "id": "X0030",
    "project": "交银国信·安盈固收T0058号集合资金信托计划",
    "borrower": "云和县富云国有资产投资集团有限公司",
    "guarantor": "云和县国有资本运营有限公司"
  },
  {
    "id": "X0031",
    "project": "交银国信·安盈固收T0059号集合资金信托计划",
    "borrower": "东阳市城市建设投资集团有限公司",
    "guarantor": "东阳市交通投资建设集团有限公司"
  },
  {
    "id": "X0032",
    "project": "交银国信·安盈固收T0061号集合资金信托计划",
    "borrower": "嘉兴市嘉秀发展投资控股集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0033",
    "project": "交银国信·安盈固收T0062号集合资金信托计划",
    "borrower": "东阳市城市发展集团有限公司",
    "guarantor": "东阳市交通投资建设集团有限公司"
  },
  {
    "id": "X0034",
    "project": "交银国信·安盈固收T0063号集合资金信托计划",
    "borrower": "建德经开投资发展有限公司",
    "guarantor": "建德市国有资产经营有限公司"
  },
  {
    "id": "X0035",
    "project": "交银国信·安盈固收T0064号集合资金信托计划",
    "borrower": "兰溪市城市投资集团有限公司",
    "guarantor": "兰溪市兰创投资集团有限公司"
  },
  {
    "id": "X0036",
    "project": "交银国信·安盈固收T0066号集合资金信托计划",
    "borrower": "杭州余杭城市发展投资集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0037",
    "project": "交银国信·安盈固收T0067号集合资金信托计划",
    "borrower": "杭州余杭城市发展投资集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0038",
    "project": "交银国信·安盈固收T0079号集合资金信托计划",
    "borrower": "宁波宁南新城开发投资有限公司",
    "guarantor": "宁波宁南新城国有资产经营管理有限责任公司"
  },
  {
    "id": "X0039",
    "project": "交银国信·安盈固收T0080号集合资金信托计划",
    "borrower": "金华金开国有资本投资有限公司",
    "guarantor": "金华金开文化旅游发展集团有限公司"
  },
  {
    "id": "X0040",
    "project": "交银国信·安盈固收T0081号集合资金信托计划",
    "borrower": "舟山市定海区城市建设投资开发有限公司",
    "guarantor": "舟山市定海区城乡建设集团有限公司"
  },
  {
    "id": "X0041",
    "project": "交银国信·安盈固收T0082号集合资金信托计划",
    "borrower": "舟山市定海区城市建设投资开发有限公司",
    "guarantor": "舟山市定海区城乡建设集团有限公司"
  },
  {
    "id": "X0042",
    "project": "交银国信·安盈固收T0083号集合资金信托计划",
    "borrower": "绍兴袍江控股集团有限公司",
    "guarantor": "绍兴高新技术产业开发区投资发展集团有限公司"
  },
  {
    "id": "X0043",
    "project": "交银国信·安盈固收T0084号集合资金信托计划",
    "borrower": "丽水经济技术开发区实业发展集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0044",
    "project": "交银国信·安盈固收T0085号集合资金信托计划",
    "borrower": "海宁仰山实业集团有限公司",
    "guarantor": "浙江杭海新城控股集团有限公司"
  },
  {
    "id": "X0045",
    "project": "交银国信·安盈固收T0086号集合资金信托计划",
    "borrower": "青田县城市发展投资有限公司",
    "guarantor": "青田县国有资产控股集团有限公司"
  },
  {
    "id": "X0046",
    "project": "交银国信·安盈固收T0092号集合资金信托计划",
    "borrower": "舟山市普陀交通旅游集团有限公司",
    "guarantor": "舟山市普陀区国有资产投资经营有限公司"
  },
  {
    "id": "X0047",
    "project": "交银国信·安盈固收T0093号集合资金信托计划",
    "borrower": "北京昌平科技园发展集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0048",
    "project": "交银国信·安盈固收T0111号集合资金信托计划",
    "borrower": "宁波梅山岛开发投资有限公司",
    "guarantor": "宁波梅山保税港区物流有限公司"
  },
  {
    "id": "X0049",
    "project": "交银国信·安盈固收T0112号集合资金信托计划",
    "borrower": "宁波梅山岛开发投资有限公司",
    "guarantor": "宁波梅山保税港区物流有限公司"
  },
  {
    "id": "X0050",
    "project": "交银国信·安盈固收T0113号集合资金信托计划",
    "borrower": "北京广安控股集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0051",
    "project": "交银国信·成都华兴其他行政管理服务信托集合资金信托计划",
    "borrower": "成都市华兴住宅房地产开发有限公司",
    "guarantor": ""
  },
  {
    "id": "X0052",
    "project": "交银国信·鼎新增益6号集合资金信托计划",
    "borrower": "成都温江兴蓉西城市运营集团有限公司",
    "guarantor": "宜昌城发控股集团有限公司"
  },
  {
    "id": "X0053",
    "project": "交银国信·鼎新增益6号集合资金信托计划",
    "borrower": "连云港市城建控股集团有限公司",
    "guarantor": "宜昌城发控股集团有限公司"
  },
  {
    "id": "X0054",
    "project": "交银国信·鼎新增益6号集合资金信托计划",
    "borrower": "绍兴高新技术产业开发区控股集团有限公司",
    "guarantor": "宜昌城发控股集团有限公司"
  },
  {
    "id": "X0055",
    "project": "交银国信·鼎新增益6号集合资金信托计划",
    "borrower": "宜昌城发城市运营有限公司",
    "guarantor": "宜昌城发控股集团有限公司"
  },
  {
    "id": "X0056",
    "project": "交银国信·丰产添益3号集合资金信托计划",
    "borrower": "北京市通州区国有资本运营有限公司",
    "guarantor": ""
  },
  {
    "id": "X0057",
    "project": "交银国信·丰产添益4号集合资金信托计划",
    "borrower": "扬州广合国有资本运营集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0058",
    "project": "交银国信·丰产添益52号集合资金信托计划",
    "borrower": "绍兴袍江新农村建设投资有限公司",
    "guarantor": "绍兴袍江控股集团有限公司"
  },
  {
    "id": "X0059",
    "project": "交银国信·丰产添益53号集合资金信托计划",
    "borrower": "湖州南浔文旅发展集团有限公司",
    "guarantor": "湖州南浔旅游投资发展集团有限公司"
  },
  {
    "id": "X0060",
    "project": "交银国信·丰产添益54号集合资金信托计划",
    "borrower": "浙江南太湖城市开发控股集团有限公司",
    "guarantor": "湖州南太湖国有控股集团有限公司"
  },
  {
    "id": "X0061",
    "project": "交银国信·丰产添益5号集合资金信托计划",
    "borrower": "诸暨市城乡投资集团有限公司",
    "guarantor": "诸暨市建设集团有限公司"
  },
  {
    "id": "X0062",
    "project": "交银国信·丰产添益6号集合资金信托计划",
    "borrower": "嵊州市交通投资发展集团有限公司",
    "guarantor": "嵊州市投资控股有限公司"
  },
  {
    "id": "X0063",
    "project": "交银国信·丰产添益7号集合资金信托计划",
    "borrower": "绍兴袍江创业建设发展有限公司",
    "guarantor": "绍兴袍江控股集团有限公司"
  },
  {
    "id": "X0064",
    "project": "交银国信·丰产添益8号集合资金信托计划",
    "borrower": "宁波宁南新城国有资产经营管理有限责任公司",
    "guarantor": ""
  },
  {
    "id": "X0065",
    "project": "交银国信·丰产添益9号集合资金信托计划",
    "borrower": "兰溪市国有资本运营集团有限公司",
    "guarantor": "兰溪市城市投资集团有限公司"
  },
  {
    "id": "X0066",
    "project": "交银国信·丰产投管10号集合资金信托计划",
    "borrower": "宜昌城发控股集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0067",
    "project": "交银国信·丰产投管11号集合资金信托计划",
    "borrower": "宜昌城发控股集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0068",
    "project": "交银国信·丰产投管1号集合资金信托计划",
    "borrower": "宜昌城发控股集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0069",
    "project": "交银国信·丰产投管1号集合资金信托计划",
    "borrower": "湖北澴川国有资本投资运营集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0070",
    "project": "交银国信·丰产投管1号集合资金信托计划",
    "borrower": "黄冈国有资本投资运营集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0071",
    "project": "交银国信·丰产投管1号集合资金信托计划",
    "borrower": "池州市投资控股集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0072",
    "project": "交银国信·丰产投管2号集合资金信托计划",
    "borrower": "湖北澴川国有资本投资运营集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0073",
    "project": "交银国信·丰产投管2号集合资金信托计划",
    "borrower": "宜昌城发控股集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0074",
    "project": "交银国信·丰产投配1号集合资金信托计划",
    "borrower": "重庆市涪陵实业发展集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0075",
    "project": "交银国信·丰产投配1号集合资金信托计划",
    "borrower": "成都空港产业兴城投资发展有限公司",
    "guarantor": ""
  },
  {
    "id": "X0076",
    "project": "交银国信·丰产投配2号集合资金信托计划",
    "borrower": "成都香城产业发展集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0077",
    "project": "交银国信·丰产投配2号集合资金信托计划",
    "borrower": "成都空港产业兴城投资发展有限公司",
    "guarantor": ""
  },
  {
    "id": "X0078",
    "project": "交银国信·丰产投配3号集合资金信托计划",
    "borrower": "成都空港产业兴城投资发展有限公司",
    "guarantor": "成都香城投资集团有限公司"
  },
  {
    "id": "X0079",
    "project": "交银国信·丰产投配3号集合资金信托计划",
    "borrower": "成都香城产业发展集团有限公司",
    "guarantor": "成都香城投资集团有限公司"
  },
  {
    "id": "X0080",
    "project": "交银国信·丰产投配4号集合资金信托计划",
    "borrower": "成都空港产业兴城投资发展有限公司",
    "guarantor": "成都香城投资集团有限公司"
  },
  {
    "id": "X0081",
    "project": "交银国信·丰产投配4号集合资金信托计划",
    "borrower": "成都香城产业发展集团有限公司",
    "guarantor": "成都香城投资集团有限公司"
  },
  {
    "id": "X0082",
    "project": "交银国信·丰产投配5号集合资金信托计划",
    "borrower": "成都空港产业兴城投资发展有限公司",
    "guarantor": "成都香城投资集团有限公司"
  },
  {
    "id": "X0083",
    "project": "交银国信·丰产投配5号集合资金信托计划",
    "borrower": "成都香城产业发展集团有限公司",
    "guarantor": "成都香城投资集团有限公司"
  },
  {
    "id": "X0084",
    "project": "交银国信·丰产投配6号集合资金信托计划",
    "borrower": "成都香城产业发展集团有限公司",
    "guarantor": "成都香城投资集团有限公司"
  },
  {
    "id": "X0085",
    "project": "交银国信·丰产投配6号集合资金信托计划",
    "borrower": "成都空港产业兴城投资发展有限公司",
    "guarantor": "成都香城投资集团有限公司"
  },
  {
    "id": "X0086",
    "project": "交银国信·丰产增收-投管104号集合资金信托计划",
    "borrower": "盐城市国能投资有限公司",
    "guarantor": ""
  },
  {
    "id": "X0087",
    "project": "交银国信·丰产增收-投管106号集合资金信托计划",
    "borrower": "长兴交通投资集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0088",
    "project": "交银国信·丰产增收-投管109号集合资金信托计划",
    "borrower": "绍兴市柯桥区轨道交通集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0089",
    "project": "交银国信·丰产增收-投管113号集合资金信托计划",
    "borrower": "肇庆新区投资发展集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0090",
    "project": "交银国信·丰产增收-投管124号集合资金信托计划",
    "borrower": "淮安市开控实业投资发展集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0091",
    "project": "交银国信·丰产增收-投管127号集合资金信托计划",
    "borrower": "重庆市涪陵实业发展集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0092",
    "project": "交银国信·丰产增收-投管135号集合资金信托计划",
    "borrower": "成都温江兴蓉西城市运营集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0093",
    "project": "交银国信·丰产增收-投管136号集合资金信托计划",
    "borrower": "余姚市姚北物产有限公司",
    "guarantor": ""
  },
  {
    "id": "X0094",
    "project": "交银国信·丰产增收-投管139号集合资金信托计划",
    "borrower": "台州市路桥区社会事业发展集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0095",
    "project": "交银国信·丰产增收-投管13号集合资金信托计划",
    "borrower": "漳州市交通发展集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0096",
    "project": "交银国信·丰产增收-投管140号集合资金信托计划",
    "borrower": "淮安兴盛建设投资有限公司",
    "guarantor": ""
  },
  {
    "id": "X0097",
    "project": "交银国信·丰产增收-投管162号集合资金信托计划",
    "borrower": "绍兴高新技术产业开发区控股集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0098",
    "project": "交银国信·丰产增收-投管167号集合资金信托计划",
    "borrower": "淮安国控投资集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0099",
    "project": "交银国信·丰产增收-投管16号集合资金信托计划",
    "borrower": "赣州旅游投资集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0100",
    "project": "交银国信·丰产增收-投管170号集合资金信托计划",
    "borrower": "江苏盐城港大丰港开发集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0101",
    "project": "交银国信·丰产增收-投管175号集合资金信托计划",
    "borrower": "淮安高新控股有限公司",
    "guarantor": "淮安市国联城市运营管理有限公司"
  },
  {
    "id": "X0102",
    "project": "交银国信·丰产增收-投管180号集合资金信托计划",
    "borrower": "江苏金海投资有限公司",
    "guarantor": ""
  },
  {
    "id": "X0103",
    "project": "交银国信·丰产增收-投管189号集合资金信托计划",
    "borrower": "泰州东部新城控股集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0104",
    "project": "交银国信·丰产增收-投管20号集合资金信托计划",
    "borrower": "常德市城市发展集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0105",
    "project": "交银国信·丰产增收-投管212号集合资金信托计划",
    "borrower": "诸暨市建设集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0106",
    "project": "交银国信·丰产增收-投管224号集合资金信托计划",
    "borrower": "泰州医药城控股集团有限公司",
    "guarantor": "江苏创鸿控股集团有限公司"
  },
  {
    "id": "X0107",
    "project": "交银国信·丰产增收-投管233号集合资金信托计划",
    "borrower": "连云港市城建控股集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0108",
    "project": "交银国信·丰产增收-投管243号集合资金信托计划",
    "borrower": "泰州市凯明城市建设有限公司",
    "guarantor": "泰州国控投资集团有限公司"
  },
  {
    "id": "X0109",
    "project": "交银国信·丰产增收-投管246号集合资金信托计划",
    "borrower": "盐城高新区投资集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0110",
    "project": "交银国信·丰产增收-投管254号集合资金信托计划",
    "borrower": "浙江长兴国有资产投资控股集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0111",
    "project": "交银国信·丰产增收-投管257号集合资金信托计划",
    "borrower": "盐城市都市建设投资集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0112",
    "project": "交银国信·丰产增收-投管264号集合资金信托计划",
    "borrower": "盐城市水务集团有限公司",
    "guarantor": "盐城市交通投资建设控股集团有限公司"
  },
  {
    "id": "X0113",
    "project": "交银国信·丰产增收-投管4号集合资金信托计划",
    "borrower": "成都空港产融投资发展有限公司",
    "guarantor": ""
  },
  {
    "id": "X0114",
    "project": "交银国信·丰产增收-投管65号集合资金信托计划",
    "borrower": "湖北三峡文化旅游集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0115",
    "project": "交银国信·丰产增收-投管71号集合资金信托计划",
    "borrower": "池州市投资控股集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0116",
    "project": "交银国信·丰产增收-投管72号集合资金信托计划",
    "borrower": "盐城高新区投资集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0117",
    "project": "交银国信·丰产增收-投管75号集合资金信托计划",
    "borrower": "扬州新城国有资产投资发展集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0118",
    "project": "交银国信·丰产增收-投管79号集合资金信托计划",
    "borrower": "衢州工业发展集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0119",
    "project": "交银国信·丰产增收-投管7号集合资金信托计划",
    "borrower": "诸暨市交通基础设施建设有限公司",
    "guarantor": ""
  },
  {
    "id": "X0120",
    "project": "交银国信·丰产增收-投管81号集合资金信托计划",
    "borrower": "绍兴市柯桥区建设集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0121",
    "project": "交银国信·丰产增收-投管89号集合资金信托计划",
    "borrower": "泰州医药城控股集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0122",
    "project": "交银国信·丰产增收-投管96号集合资金信托计划",
    "borrower": "衡阳高新控股集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0123",
    "project": "交银国信·丰产增收-投管9号集合资金信托计划",
    "borrower": "上饶市城市运营（控股）集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0124",
    "project": "交银国信·华夏幸福九通基业集合资金信托计划",
    "borrower": "九通基业投资有限公司",
    "guarantor": ""
  },
  {
    "id": "X0125",
    "project": "交银国信·嘉园165号集合资金信托计划",
    "borrower": "天津房地产集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0126",
    "project": "交银国信·嘉园285号集合资金信托计划",
    "borrower": "天津博雅置业有限公司",
    "guarantor": ""
  },
  {
    "id": "X0127",
    "project": "交银国信·嘉园378号集合资金信托计划",
    "borrower": "武汉名流时代置业有限公司",
    "guarantor": "四川蓝光发展股份有限公司"
  },
  {
    "id": "X0128",
    "project": "交银国信·嘉园439号集合资金信托计划",
    "borrower": "广东奥园商业地产集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0129",
    "project": "交银国信·嘉园632号集合资金信托计划",
    "borrower": "新世界中国地产（海口）有限公司",
    "guarantor": ""
  },
  {
    "id": "X0130",
    "project": "交银国信·嘉园828号集合资金信托计划",
    "borrower": "陕西金泰恒业房地产有限公司",
    "guarantor": ""
  },
  {
    "id": "X0131",
    "project": "交银国信·嘉园850号集合资金信托计划",
    "borrower": "上海远星寰宇房地产集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0132",
    "project": "交银国信·嘉园922号集合资金信托计划",
    "borrower": "成都兴城人居地产投资集团股份有限公司",
    "guarantor": ""
  },
  {
    "id": "X0133",
    "project": "交银国信·京投公司集合资金信托计划",
    "borrower": "北京市基础设施投资有限公司（原北京地铁集团有限责任公司）",
    "guarantor": ""
  },
  {
    "id": "X0134",
    "project": "交银国信·聚通343号集合资金信托计划",
    "borrower": "海尔集团（青岛）金盈控股有限公司",
    "guarantor": ""
  },
  {
    "id": "X0135",
    "project": "交银国信·聚通357号集合资金信托计划",
    "borrower": "上海国有资本投资有限公司",
    "guarantor": ""
  },
  {
    "id": "X0136",
    "project": "交银国信·聚通365号集合资金信托计划",
    "borrower": "新奥科技发展有限公司",
    "guarantor": ""
  },
  {
    "id": "X0137",
    "project": "交银国信·聚通367号集合资金信托计划",
    "borrower": "平安点创国际融资租赁有限公司",
    "guarantor": ""
  },
  {
    "id": "X0138",
    "project": "交银国信·聚通373号集合资金信托计划",
    "borrower": "北京北辰实业集团有限责任公司",
    "guarantor": ""
  },
  {
    "id": "X0139",
    "project": "交银国信·聚通376号集合资金信托计划",
    "borrower": "北京市东郊农场有限公司",
    "guarantor": ""
  },
  {
    "id": "X0140",
    "project": "交银国信·聚通379号集合资金信托计划",
    "borrower": "国轩高科股份有限公司",
    "guarantor": ""
  },
  {
    "id": "X0141",
    "project": "交银国信·聚通381号集合资金信托计划",
    "borrower": "厦门象屿金象控股集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0142",
    "project": "交银国信·聚通382号集合资金信托计划",
    "borrower": "台州市南部湾区投资集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0143",
    "project": "交银国信·聚通392号集合资金信托计划",
    "borrower": "新奥控股投资股份有限公司",
    "guarantor": ""
  },
  {
    "id": "X0144",
    "project": "交银国信·聚通405号集合资金信托计划",
    "borrower": "海尔集团（青岛）金盈控股有限公司",
    "guarantor": ""
  },
  {
    "id": "X0145",
    "project": "交银国信·聚通412号集合资金信托计划",
    "borrower": "海发宝诚融资租赁有限公司",
    "guarantor": ""
  },
  {
    "id": "X0146",
    "project": "交银国信·聚通415号集合资金信托计划",
    "borrower": "海尔融资租赁股份有限公司",
    "guarantor": ""
  },
  {
    "id": "X0147",
    "project": "交银国信·聚通418号集合资金信托计划",
    "borrower": "海尔集团（青岛）金盈控股有限公司",
    "guarantor": ""
  },
  {
    "id": "X0148",
    "project": "交银国信·蓝色鑫源2号集合资金信托计划",
    "borrower": "上海畅途融资租赁有限公司",
    "guarantor": ""
  },
  {
    "id": "X0149",
    "project": "交银国信·融诚1014号集合资金信托计划",
    "borrower": "无锡市滨湖国有资产运营（集团）有限公司",
    "guarantor": ""
  },
  {
    "id": "X0150",
    "project": "交银国信·融诚1020号集合资金信托计划",
    "borrower": "宁波慈溪城建投资集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0151",
    "project": "交银国信·融诚1023号集合资金信托计划",
    "borrower": "济南城市投资集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0152",
    "project": "交银国信·融诚1027号集合资金信托计划",
    "borrower": "杭州西湖城市建设投资集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0153",
    "project": "交银国信·融诚1037号集合资金信托计划",
    "borrower": "四会市国有资产经营有限公司",
    "guarantor": ""
  },
  {
    "id": "X0154",
    "project": "交银国信·融诚1038号集合资金信托计划",
    "borrower": "常德市城市发展集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0155",
    "project": "交银国信·融诚1041号集合资金信托计划",
    "borrower": "南京吉山国有资产运营集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0156",
    "project": "交银国信·融诚1042号集合资金信托计划",
    "borrower": "龙港市城市建设发展集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0157",
    "project": "交银国信·融诚1043号集合资金信托计划",
    "borrower": "盐城市国有资产投资集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0158",
    "project": "交银国信·融诚1045号集合资金信托计划",
    "borrower": "浙江瓯海产业投资集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0159",
    "project": "交银国信·融诚1050号集合资金信托计划",
    "borrower": "遂昌县国有资本投资运营集团有限责任公司",
    "guarantor": ""
  },
  {
    "id": "X0160",
    "project": "交银国信·融诚1051号集合资金信托计划",
    "borrower": "杭州余杭城市发展投资集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0161",
    "project": "交银国信·融诚1052号集合资金信托计划",
    "borrower": "青田经济开发区投资发展有限公司",
    "guarantor": ""
  },
  {
    "id": "X0162",
    "project": "交银国信·融诚1061号集合资金信托计划",
    "borrower": "福建漳州城投集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0163",
    "project": "交银国信·融诚1062号集合资金信托计划",
    "borrower": "河南航空港投资集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0164",
    "project": "交银国信·融诚1063号集合资金信托计划",
    "borrower": "济南城市建设集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0165",
    "project": "交银国信·融诚1069号集合资金信托计划",
    "borrower": "合肥新站科技产业发展集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0166",
    "project": "交银国信·融诚1070号集合资金信托计划",
    "borrower": "合肥市东鑫建设投资控股集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0167",
    "project": "交银国信·融诚1071号集合资金信托计划",
    "borrower": "浙江湘旅控股集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0168",
    "project": "交银国信·融诚1072号集合资金信托计划",
    "borrower": "巢湖市建设投资集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0169",
    "project": "交银国信·融诚1074号集合资金信托计划",
    "borrower": "济南城市建设集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0170",
    "project": "交银国信·融诚1076号集合资金信托计划",
    "borrower": "山东省财金投资集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0171",
    "project": "交银国信·融诚1078号集合资金信托计划",
    "borrower": "桐庐西部开发建设有限公司",
    "guarantor": ""
  },
  {
    "id": "X0172",
    "project": "交银国信·融诚1079号集合资金信托计划",
    "borrower": "金华金开国有资本投资有限公司",
    "guarantor": ""
  },
  {
    "id": "X0173",
    "project": "交银国信·融诚1082号集合资金信托计划",
    "borrower": "靖江市北辰城乡投资建设有限公司",
    "guarantor": ""
  },
  {
    "id": "X0174",
    "project": "交银国信·融诚1088号集合资金信托计划",
    "borrower": "浙江省岱山经济开发区环城投资集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0175",
    "project": "交银国信·融诚1089号集合资金信托计划",
    "borrower": "武汉市公共交通集团有限责任公司",
    "guarantor": ""
  },
  {
    "id": "X0176",
    "project": "交银国信·融诚1093号集合资金信托计划",
    "borrower": "东阳市国有资产投资有限公司",
    "guarantor": ""
  },
  {
    "id": "X0177",
    "project": "交银国信·融诚1094号集合资金信托计划",
    "borrower": "杭州之江城市建设投资集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0178",
    "project": "交银国信·融诚1097号集合资金信托计划",
    "borrower": "绍兴市越城区城市发展建设集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0179",
    "project": "交银国信·融诚1100号集合资金信托计划",
    "borrower": "江山经济开发区建设投资集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0180",
    "project": "交银国信·融诚1101号集合资金信托计划",
    "borrower": "湖北宏泰集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0181",
    "project": "交银国信·融诚1102号集合资金信托计划",
    "borrower": "台州市路桥区社会事业发展集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0182",
    "project": "交银国信·融诚1103号集合资金信托计划",
    "borrower": "西安经发控股(集团)有限责任公司",
    "guarantor": ""
  },
  {
    "id": "X0183",
    "project": "交银国信·融诚1104号集合资金信托计划",
    "borrower": "惠州仲恺城市发展集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0184",
    "project": "交银国信·融诚1105号集合资金信托计划",
    "borrower": "杭州之江城市建设投资集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0185",
    "project": "交银国信·融诚1106号集合资金信托计划",
    "borrower": "杭州之江城市建设投资集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0186",
    "project": "交银国信·融诚1110号集合资金信托计划",
    "borrower": "杭州之江城市建设投资集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0187",
    "project": "交银国信·融诚1115号集合资金信托计划",
    "borrower": "嘉兴市秀湖发展投资集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0188",
    "project": "交银国信·融诚1116号集合资金信托计划",
    "borrower": "嵊州市投资控股有限公司",
    "guarantor": ""
  },
  {
    "id": "X0189",
    "project": "交银国信·融诚1120号集合资金信托计划",
    "borrower": "惠州仲恺城市发展集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0190",
    "project": "交银国信·融诚1123号集合资金信托计划",
    "borrower": "杭州之江城市建设投资集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0191",
    "project": "交银国信·融诚1125号集合资金信托计划",
    "borrower": "江苏淮阴城市产业投资集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0192",
    "project": "交银国信·融诚1126号集合资金信托计划",
    "borrower": "宁波市镇海区海江投资发展有限公司",
    "guarantor": ""
  },
  {
    "id": "X0193",
    "project": "交银国信·融诚1127号集合资金信托计划",
    "borrower": "浙江湖州南浔经济建设开发有限公司",
    "guarantor": "湖州南浔新开建设集团有限公司"
  },
  {
    "id": "X0194",
    "project": "交银国信·融诚1128号集合资金信托计划",
    "borrower": "乐山国有资产投资运营（集团）有限公司",
    "guarantor": ""
  },
  {
    "id": "X0195",
    "project": "交银国信·融诚1129号集合资金信托计划",
    "borrower": "成都香城投资集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0196",
    "project": "交银国信·融诚1131号集合资金信托计划",
    "borrower": "九江市国有投资控股集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0197",
    "project": "交银国信·融诚1133号集合资金信托计划",
    "borrower": "宁波市镇海区海江投资发展有限公司",
    "guarantor": ""
  },
  {
    "id": "X0198",
    "project": "交银国信·融诚1134号集合资金信托计划",
    "borrower": "青田县城市发展投资有限公司",
    "guarantor": ""
  },
  {
    "id": "X0199",
    "project": "交银国信·融诚1139号集合资金信托计划",
    "borrower": "宁波宁南新城开发投资有限公司",
    "guarantor": "宁波宁南新城国有资产经营管理有限责任公司"
  },
  {
    "id": "X0200",
    "project": "交银国信·融诚1142号集合资金信托计划",
    "borrower": "漳州市九龙江集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0201",
    "project": "交银国信·融诚1145号集合资金信托计划",
    "borrower": "浙江岭发控股有限公司",
    "guarantor": "温岭市国有资产投资集团有限公司"
  },
  {
    "id": "X0202",
    "project": "交银国信·融诚1150号集合资金信托计划",
    "borrower": "宁波象港开发控股集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0203",
    "project": "交银国信·融诚1152号集合资金信托计划",
    "borrower": "嵊州市投资控股有限公司",
    "guarantor": ""
  },
  {
    "id": "X0204",
    "project": "交银国信·融诚1159号集合资金信托计划",
    "borrower": "成都温江兴蓉西城市运营集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0205",
    "project": "交银国信·融诚1162号集合资金信托计划",
    "borrower": "长沙市芙蓉城市建设投资集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0206",
    "project": "交银国信·融诚1165号集合资金信托计划",
    "borrower": "湖北省资产管理有限公司",
    "guarantor": ""
  },
  {
    "id": "X0207",
    "project": "交银国信·融诚1173号集合资金信托计划",
    "borrower": "泰州凤城河建设发展有限公司",
    "guarantor": ""
  },
  {
    "id": "X0208",
    "project": "交银国信·融诚1180号集合资金信托计划",
    "borrower": "武汉新能实业发展有限公司",
    "guarantor": ""
  },
  {
    "id": "X0209",
    "project": "交银国信·融诚1184号集合资金信托计划",
    "borrower": "衢州市国有资本运营有限公司",
    "guarantor": ""
  },
  {
    "id": "X0210",
    "project": "交银国信·融诚1185号集合资金信托计划",
    "borrower": "株洲市国有资产投资控股集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0211",
    "project": "交银国信·融诚1186号集合资金信托计划",
    "borrower": "亳州市产业资本投资运营控股集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0212",
    "project": "交银国信·融诚1193号集合资金信托计划",
    "borrower": "乌鲁木齐经济技术开发区建发国有资本投资运营（集团）有限公司",
    "guarantor": ""
  },
  {
    "id": "X0213",
    "project": "交银国信·融诚1198号集合资金信托计划",
    "borrower": "同安控股有限责任公司",
    "guarantor": ""
  },
  {
    "id": "X0214",
    "project": "交银国信·融诚1199号集合资金信托计划",
    "borrower": "宁波象港开发控股集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0215",
    "project": "交银国信·融诚1200号集合资金信托计划",
    "borrower": "宁波市镇海区海江投资发展有限公司",
    "guarantor": ""
  },
  {
    "id": "X0216",
    "project": "交银国信·融诚1201号集合资金信托计划",
    "borrower": "杭州临平交通集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0217",
    "project": "交银国信·融诚1202号集合资金信托计划",
    "borrower": "湖北省联合发展投资集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0218",
    "project": "交银国信·融诚1206号集合资金信托计划",
    "borrower": "杭州临平交通集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0219",
    "project": "交银国信·融诚1207号集合资金信托计划",
    "borrower": "海宁市中崛科技产业发展有限公司",
    "guarantor": "浙江兴海控股集团有限公司"
  },
  {
    "id": "X0220",
    "project": "交银国信·融诚1208号集合资金信托计划",
    "borrower": "浙江安吉产业控股集团有限公司",
    "guarantor": "浙江安吉两山国有控股集团有限公司"
  },
  {
    "id": "X0221",
    "project": "交银国信·融诚1212号集合资金信托计划",
    "borrower": "衢州工业发展集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0222",
    "project": "交银国信·融诚1215号集合资金信托计划",
    "borrower": "龙港市新城建设发展集团有限公司",
    "guarantor": "龙港市国有资本运营集团有限公司"
  },
  {
    "id": "X0223",
    "project": "交银国信·融诚1216号集合资金信托计划",
    "borrower": "龙港市国有资本运营集团有限公司",
    "guarantor": "龙港市新城建设发展集团有限公司"
  },
  {
    "id": "X0224",
    "project": "交银国信·融诚1217号集合资金信托计划",
    "borrower": "福建漳州城投集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0225",
    "project": "交银国信·融诚1220号集合资金信托计划",
    "borrower": "成都空港产业兴城投资发展有限公司",
    "guarantor": "成都空港城市发展集团有限公司"
  },
  {
    "id": "X0226",
    "project": "交银国信·融诚1223号集合资金信托计划",
    "borrower": "长沙开福城投集团有限责任公司",
    "guarantor": ""
  },
  {
    "id": "X0227",
    "project": "交银国信·融诚1224号集合资金信托计划",
    "borrower": "嘉善县国有资产投资集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0228",
    "project": "交银国信·融诚1225号集合资金信托计划",
    "borrower": "湖州申太建设发展有限公司",
    "guarantor": "湖州吴兴人才产业投资发展集团有限公司"
  },
  {
    "id": "X0229",
    "project": "交银国信·融诚1227号集合资金信托计划",
    "borrower": "湖州申太建设发展有限公司",
    "guarantor": "湖州吴兴人才产业投资发展集团有限公司"
  },
  {
    "id": "X0230",
    "project": "交银国信·融诚1230号集合资金信托计划",
    "borrower": "盐城东方投资开发集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0231",
    "project": "交银国信·融诚1233号集合资金信托计划",
    "borrower": "绍兴市镜湖开发集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0232",
    "project": "交银国信·融诚1237号集合资金信托计划",
    "borrower": "泰州国控投资集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0233",
    "project": "交银国信·融诚1238号集合资金信托计划",
    "borrower": "杭州良渚文化城集团有限公司",
    "guarantor": "杭州余杭国有资本投资运营集团有限公司"
  },
  {
    "id": "X0234",
    "project": "交银国信·融诚1253号集合资金信托计划",
    "borrower": "济南先行投资集团有限责任公司",
    "guarantor": ""
  },
  {
    "id": "X0235",
    "project": "交银国信·融诚1258号--第1期集合资金信托计划",
    "borrower": "青岛西海岸新区融合控股集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0236",
    "project": "交银国信·融诚1258号--第2期集合资金信托计划",
    "borrower": "青岛西海岸新区融合控股集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0237",
    "project": "交银国信·融诚1260号集合资金信托计划",
    "borrower": "常州公用产业发展集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0238",
    "project": "交银国信·融诚1270号集合资金信托计划",
    "borrower": "武汉高科国有控股集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0239",
    "project": "交银国信·融诚1271号集合资金信托计划",
    "borrower": "扬州广合国有资本运营集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0240",
    "project": "交银国信·融诚1277号集合资金信托计划",
    "borrower": "淮安市城市发展投资控股集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0241",
    "project": "交银国信·融诚1279号集合资金信托计划",
    "borrower": "武汉临空港经济技术开发区城市建设发展投资集团有限公司",
    "guarantor": "武汉临空港国有资本控股集团有限公司"
  },
  {
    "id": "X0242",
    "project": "交银国信·融诚1280号集合资金信托计划",
    "borrower": "泰州市金融控股集团有限公司",
    "guarantor": "泰州凤城河建设发展有限公司"
  },
  {
    "id": "X0243",
    "project": "交银国信·融诚1281号集合资金信托计划",
    "borrower": "无锡锡山资产经营管理有限公司",
    "guarantor": "无锡市锡州产城控股集团有限公司"
  },
  {
    "id": "X0244",
    "project": "交银国信·融诚1286号集合资金信托计划",
    "borrower": "青岛青发控股集团有限公司",
    "guarantor": "青岛海发国有资本投资运营集团有限公司"
  },
  {
    "id": "X0245",
    "project": "交银国信·融诚1289号集合资金信托计划",
    "borrower": "无锡市高新区文商旅产业集团有限公司",
    "guarantor": "无锡市吴越文旅集团有限公司"
  },
  {
    "id": "X0246",
    "project": "交银国信·融诚1293号集合资金信托计划",
    "borrower": "杭州西湖城市建设投资集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0247",
    "project": "交银国信·融诚1297号集合资金信托计划",
    "borrower": "衢州工业发展集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0248",
    "project": "交银国信·融诚1298号集合资金信托计划",
    "borrower": "江苏海晟控股集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0249",
    "project": "交银国信·融诚1299号集合资金信托计划",
    "borrower": "东港投资发展集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0250",
    "project": "交银国信·融诚1300号集合资金信托计划",
    "borrower": "甘肃省公路航空旅游投资集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0251",
    "project": "交银国信·融诚1306号集合资金信托计划",
    "borrower": "泰州市交通产业集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0252",
    "project": "交银国信·融诚1314号集合资金信托计划",
    "borrower": "江苏华靖资产经营有限公司",
    "guarantor": ""
  },
  {
    "id": "X0253",
    "project": "交银国信·融诚1315号集合资金信托计划",
    "borrower": "泰州市交通产业集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0254",
    "project": "交银国信·融诚1319号集合资金信托计划",
    "borrower": "济南城市建设集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0255",
    "project": "交银国信·融诚1322号集合资金信托计划",
    "borrower": "成都西盛投资集团有限公司",
    "guarantor": "成都菁弘投资集团有限公司"
  },
  {
    "id": "X0256",
    "project": "交银国信·融诚1328号集合资金信托计划",
    "borrower": "绍兴高新技术产业开发区控股集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0257",
    "project": "交银国信·融诚1330号集合资金信托计划",
    "borrower": "启东市新城建设投资发展有限公司",
    "guarantor": ""
  },
  {
    "id": "X0258",
    "project": "交银国信·融诚1331号集合资金信托计划",
    "borrower": "绍兴市上虞城市建设集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0259",
    "project": "交银国信·融诚1335号集合资金信托计划",
    "borrower": "青岛城市建设投资(集团)有限责任公司",
    "guarantor": ""
  },
  {
    "id": "X0260",
    "project": "交银国信·融诚1337号集合资金信托计划",
    "borrower": "台州市黄岩经济开发集团有限公司",
    "guarantor": "台州市黄岩国有资本投资运营集团有限公司"
  },
  {
    "id": "X0261",
    "project": "交银国信·融诚1339号集合资金信托计划",
    "borrower": "中国葛洲坝集团股份有限公司",
    "guarantor": ""
  },
  {
    "id": "X0262",
    "project": "交银国信·融诚1347-1号集合资金信托计划",
    "borrower": "福建省晋江市建设投资控股集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0263",
    "project": "交银国信·融诚1351号集合资金信托计划",
    "borrower": "宁波市镇投控股集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0264",
    "project": "交银国信·融诚1353号集合资金信托计划",
    "borrower": "宁波市奉化区城市开发建设集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0265",
    "project": "交银国信·融诚1354号集合资金信托计划",
    "borrower": "成都武侯资本投资管理集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0266",
    "project": "交银国信·融诚1355号集合资金信托计划",
    "borrower": "成都武侯产业发展投资管理集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0267",
    "project": "交银国信·融诚1358号集合资金信托计划",
    "borrower": "青岛经济技术开发区投资控股集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0268",
    "project": "交银国信·融诚1365-1号集合资金信托计划",
    "borrower": "宁海县城投集团有限公司",
    "guarantor": "宁海县启诚实业有限公司"
  },
  {
    "id": "X0269",
    "project": "交银国信·融诚1365-2号集合资金信托计划",
    "borrower": "宁海县城投集团有限公司",
    "guarantor": "宁海县启诚实业有限公司"
  },
  {
    "id": "X0270",
    "project": "交银国信·融诚1366号集合资金信托计划",
    "borrower": "宁波市奉化区投资集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0271",
    "project": "交银国信·融诚1371号集合资金信托计划",
    "borrower": "无锡欣致科技产业有限公司",
    "guarantor": "无锡市锡山城市建设发展集团有限公司"
  },
  {
    "id": "X0272",
    "project": "交银国信·融诚1376号集合资金信托计划",
    "borrower": "宁波南创控股集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0273",
    "project": "交银国信·融诚1378号集合资金信托计划",
    "borrower": "宁海县城投集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0274",
    "project": "交银国信·融诚1379号集合资金信托计划",
    "borrower": "徐州市产业发展控股集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0275",
    "project": "交银国信·融诚1382号集合资金信托计划",
    "borrower": "杭州余杭城市发展投资集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0276",
    "project": "交银国信·融诚1385号集合资金信托计划",
    "borrower": "徐州高新控股集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0277",
    "project": "交银国信·融诚1393号集合资金信托计划",
    "borrower": "嵊州市交通投资发展集团有限公司",
    "guarantor": "嵊州市投资控股有限公司"
  },
  {
    "id": "X0278",
    "project": "交银国信·融诚1396号集合资金信托计划",
    "borrower": "江苏云港发展集团有限公司",
    "guarantor": "江苏海州湾控股集团有限公司"
  },
  {
    "id": "X0279",
    "project": "交银国信·融诚1398号集合资金信托计划",
    "borrower": "江苏海润城市发展集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0280",
    "project": "交银国信·融诚1399号集合资金信托计划",
    "borrower": "蚌埠中城国有资本投资运营有限公司",
    "guarantor": ""
  },
  {
    "id": "X0281",
    "project": "交银国信·融诚1400号集合资金信托计划",
    "borrower": "蚌埠中城国有资本投资运营有限公司",
    "guarantor": ""
  },
  {
    "id": "X0282",
    "project": "交银国信·融诚1404号集合资金信托计划",
    "borrower": "烟台市福山区国有控股集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0283",
    "project": "交银国信·融诚728号集合资金信托计划",
    "borrower": "青岛金家岭控股集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0284",
    "project": "交银国信·融诚822号集合资金信托计划",
    "borrower": "青岛西海岸新区海洋控股集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0285",
    "project": "交银国信·融诚837号集合资金信托计划",
    "borrower": "青岛城市建设投资(集团)有限责任公司",
    "guarantor": ""
  },
  {
    "id": "X0286",
    "project": "交银国信·融诚846号集合资金信托计划",
    "borrower": "杭州余杭城市发展投资集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0287",
    "project": "交银国信·融诚848号集合资金信托计划",
    "borrower": "泉州城建集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0288",
    "project": "交银国信·融诚866号集合资金信托计划",
    "borrower": "福州城市建设投资集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0289",
    "project": "交银国信·融诚868号集合资金信托计划",
    "borrower": "杭州萧山交通投资集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0290",
    "project": "交银国信·融诚880号集合资金信托计划",
    "borrower": "宁波城建投资集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0291",
    "project": "交银国信·融诚906号集合资金信托计划",
    "borrower": "福州城市建设投资集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0292",
    "project": "交银国信·融诚908号集合资金信托计划",
    "borrower": "济南先行投资集团有限责任公司",
    "guarantor": ""
  },
  {
    "id": "X0293",
    "project": "交银国信·融诚916号集合资金信托计划",
    "borrower": "宜宾三江投资建设集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0294",
    "project": "交银国信·融诚946号集合资金信托计划",
    "borrower": "青岛海发国有资本投资运营集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0295",
    "project": "交银国信·融诚948号集合资金信托计划",
    "borrower": "青岛西海岸新区融合控股集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0296",
    "project": "交银国信·融诚955号集合资金信托计划",
    "borrower": "济南城市建设集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0297",
    "project": "交银国信·融诚957号集合资金信托计划",
    "borrower": "长沙天心城市发展集团有限公司",
    "guarantor": "长沙天心城市建设投资开发集团有限公司"
  },
  {
    "id": "X0298",
    "project": "交银国信·融诚959号集合资金信托计划",
    "borrower": "石家庄国控城市发展投资集团有限责任公司",
    "guarantor": ""
  },
  {
    "id": "X0299",
    "project": "交银国信·融诚966号集合资金信托计划",
    "borrower": "南通国有资产投资控股有限公司",
    "guarantor": ""
  },
  {
    "id": "X0300",
    "project": "交银国信·融诚983号集合资金信托计划",
    "borrower": "岳阳市城市建设投资集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0301",
    "project": "交银国信·融诚985号集合资金信托计划",
    "borrower": "伊犁哈萨克自治州财通国有资产经营有限责任公司",
    "guarantor": ""
  },
  {
    "id": "X0302",
    "project": "交银国信·融诚994号集合资金信托计划",
    "borrower": "杭州余杭城市发展投资集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0303",
    "project": "交银国信·融诚博盈40006号集合资金信托计划",
    "borrower": "肇庆市高晟城市投资发展集团有限公司",
    "guarantor": "肇庆市高要建投投资开发集团有限公司"
  },
  {
    "id": "X0304",
    "project": "交银国信·融诚博盈40007号集合资金信托计划",
    "borrower": "宜宾三江投资建设集团有限公司",
    "guarantor": "宜宾发展控股集团有限公司"
  },
  {
    "id": "X0305",
    "project": "交银国信·融诚博盈40009号集合资金信托计划",
    "borrower": "马鞍山市国有资本投资运营控股集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0306",
    "project": "交银国信·融诚博盈40011号集合资金信托计划",
    "borrower": "知识城（广州）投资集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0307",
    "project": "交银国信·融诚博盈40013号集合资金信托计划",
    "borrower": "福建漳州城投集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0308",
    "project": "交银国信·融诚丰享16号集合资金信托计划",
    "borrower": "安徽西湖投资控股集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0309",
    "project": "交银国信·融诚丰享1号集合资金信托计划",
    "borrower": "岳阳市城市建设投资集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0310",
    "project": "交银国信·融诚丰享30号集合资金信托计划",
    "borrower": "西部（重庆）科学城江津园区开发建设集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0311",
    "project": "交银国信·融诚丰享75号集合资金信托计划",
    "borrower": "泰州市泰政交通投资有限公司",
    "guarantor": "泰州市交通产业集团有限公司"
  },
  {
    "id": "X0312",
    "project": "交银国信·融诚丰享88号集合资金信托计划",
    "borrower": "江苏金海投资有限公司",
    "guarantor": ""
  },
  {
    "id": "X0313",
    "project": "交银国信·融诚丰享89号集合资金信托计划",
    "borrower": "无锡市梁溪产业发展集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0314",
    "project": "交银国信·融诚丰享90号集合资金信托计划",
    "borrower": "扬州江淮建设发展有限公司",
    "guarantor": ""
  },
  {
    "id": "X0315",
    "project": "交银国信·融诚丰享92号集合资金信托计划",
    "borrower": "成都经开资产管理有限公司",
    "guarantor": ""
  },
  {
    "id": "X0316",
    "project": "交银国信·融诚丰盈H-0001号集合资金信托计划",
    "borrower": "浙江省德清县交通水利投资集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0317",
    "project": "交银国信·融诚丰盈H-0002号集合资金信托计划",
    "borrower": "浙江安吉修竹绿化工程有限公司",
    "guarantor": "浙江安吉国控建设发展集团有限公司"
  },
  {
    "id": "X0318",
    "project": "交银国信·融诚丰盈H-0003号集合资金信托计划",
    "borrower": "安吉县产业投资发展集团有限公司",
    "guarantor": "浙江安吉两山国有控股集团有限公司"
  },
  {
    "id": "X0319",
    "project": "交银国信·融诚丰盈H-0004号集合资金信托计划",
    "borrower": "湖州莫干山高新产业投资发展集团有限公司",
    "guarantor": "湖州莫干山国有资本控股集团有限公司"
  },
  {
    "id": "X0320",
    "project": "交银国信·融诚丰盈H-0006号集合资金信托计划",
    "borrower": "湖州莫干山高新集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0321",
    "project": "交银国信·融诚丰盈H-0008号集合资金信托计划",
    "borrower": "平阳县城市建设投资有限公司",
    "guarantor": "平阳县国资发展有限公司"
  },
  {
    "id": "X0322",
    "project": "交银国信·融诚丰盈H-0009号集合资金信托计划",
    "borrower": "浙江南太湖控股集团有限公司",
    "guarantor": "湖州南太湖国有控股集团有限公司"
  },
  {
    "id": "X0323",
    "project": "交银国信·融诚丰盈H-0011号集合资金信托计划",
    "borrower": "浙江天子湖实业投资有限公司",
    "guarantor": "浙江安吉建设控股集团有限公司"
  },
  {
    "id": "X0324",
    "project": "交银国信·融诚丰盈H-0013号集合资金信托计划",
    "borrower": "湖州市城市投资发展集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0325",
    "project": "交银国信·融诚丰盈H-0015号集合资金信托计划",
    "borrower": "湖州吴兴国有资本投资发展有限公司",
    "guarantor": "湖州吴兴交通旅游投资发展集团有限公司"
  },
  {
    "id": "X0326",
    "project": "交银国信·融诚丰盈Z-001号集合资金信托计划",
    "borrower": "江苏金坛建设集团有限公司",
    "guarantor": "江苏长荡湖旅游控股有限公司"
  },
  {
    "id": "X0327",
    "project": "交银国信·融诚丰盈Z-002号集合资金信托计划",
    "borrower": "江苏金坛投资集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0328",
    "project": "交银国信·融诚丰盈Z-003号集合资金信托计划",
    "borrower": "江苏金坛滨湖新城开发建设有限公司",
    "guarantor": "江苏长荡湖旅游控股有限公司"
  },
  {
    "id": "X0329",
    "project": "交银国信·融诚丰盈Z-004号集合资金信托计划",
    "borrower": "常州市茅山投资控股有限公司",
    "guarantor": "江苏金坛建设集团有限公司"
  },
  {
    "id": "X0330",
    "project": "交银国信·融诚丰盈Z-005号集合资金信托计划",
    "borrower": "江苏伟驰控股发展集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0331",
    "project": "交银国信·融诚丰盈Z-006号集合资金信托计划",
    "borrower": "常州嘉发控股集团有限公司",
    "guarantor": "江苏伟驰控股发展集团有限公司"
  },
  {
    "id": "X0332",
    "project": "交银国信·融诚丰盈Z-008号集合资金信托计划",
    "borrower": "平湖市独山港经济开发区投资集团有限公司",
    "guarantor": "平湖市城市发展投资（集团）有限公司"
  },
  {
    "id": "X0333",
    "project": "交银国信·融诚丰盈Z-009号集合资金信托计划",
    "borrower": "平湖市城市发展投资（集团）有限公司",
    "guarantor": ""
  },
  {
    "id": "X0334",
    "project": "交银国信·融诚恒鑫1号集合资金信托计划",
    "borrower": "长兴城市建设投资集团有限公司",
    "guarantor": "浙江长兴创新投资集团有限公司"
  },
  {
    "id": "X0335",
    "project": "交银国信·融诚天盈10号集合资金信托计划",
    "borrower": "九江市国有投资控股集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0336",
    "project": "交银国信·融诚天盈1号集合资金信托计划",
    "borrower": "绍兴市上虞杭州湾经开区控股集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0337",
    "project": "交银国信·融诚天盈2号集合资金信托计划",
    "borrower": "绍兴滨海新区发展集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0338",
    "project": "交银国信·融诚天盈3号集合资金信托计划",
    "borrower": "绍兴市上虞城市建设集团有限公司",
    "guarantor": "绍兴市上虞杭州湾经开区控股集团有限公司"
  },
  {
    "id": "X0339",
    "project": "交银国信·融诚天盈5号集合资金信托计划",
    "borrower": "平湖市城市发展投资（集团）有限公司",
    "guarantor": ""
  },
  {
    "id": "X0340",
    "project": "交银国信·融诚天盈7号集合资金信托计划",
    "borrower": "嵊州市投资控股有限公司",
    "guarantor": ""
  },
  {
    "id": "X0341",
    "project": "交银国信·融诚天盈8号集合资金信托计划",
    "borrower": "宿迁国开投资控股集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0342",
    "project": "交银国信·融诚天盈9号集合资金信托计划",
    "borrower": "赣州城市投资控股集团有限责任公司",
    "guarantor": ""
  },
  {
    "id": "X0343",
    "project": "交银国信·融诚永盈3号集合资金信托计划",
    "borrower": "内蒙古兴业银锡矿业股份有限公司",
    "guarantor": ""
  },
  {
    "id": "X0344",
    "project": "交银国信·融诚永盈7号集合资金信托计划",
    "borrower": "淮安国控投资集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0345",
    "project": "交银国信·融诚永盈8号集合资金信托计划",
    "borrower": "吉安城投控股集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0346",
    "project": "交银国信·瑞盈固收1号集合资金信托计划",
    "borrower": "江苏瑞海投资控股集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0347",
    "project": "交银国信·瑞盈固收2号集合资金信托计划",
    "borrower": "常州溪城现代农业发展有限公司",
    "guarantor": "江苏金坛投资集团有限公司"
  },
  {
    "id": "X0348",
    "project": "交银国信·瑞盈固收5号集合资金信托计划",
    "borrower": "成都西盛投资集团有限公司",
    "guarantor": "成都市郫都区城乡投资建设开发有限公司"
  },
  {
    "id": "X0349",
    "project": "交银国信·稳健102号单一资金信托集合资金信托计划",
    "borrower": "高峰（迁安）糖业有限公司",
    "guarantor": ""
  },
  {
    "id": "X0350",
    "project": "交银国信·稳健2212号单一资金信托集合资金信托计划",
    "borrower": "湘潭市城市建设投资经营有限责任公司",
    "guarantor": ""
  },
  {
    "id": "X0351",
    "project": "交银国信·稳盈317号集合资金信托计划",
    "borrower": "重庆远腾房地产开发有限公司",
    "guarantor": ""
  },
  {
    "id": "X0352",
    "project": "交银国信·稳盈601号集合资金信托计划",
    "borrower": "济南城市建设集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0353",
    "project": "交银国信·稳盈731号集合资金信托计划",
    "borrower": "成都高投产城建设集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0354",
    "project": "交银国信·颐养1号养老产业集合资金信托计划",
    "borrower": "中金投资（集团）有限公司",
    "guarantor": "周传有,胡杨"
  },
  {
    "id": "X0355",
    "project": "交银国信·融诚天盈11号集合资金信托计划",
    "borrower": "乌镇实业(桐乡)有限公司",
    "guarantor": "桐乡市国有资本控股集团有限公司"
  },
  {
    "id": "X0356",
    "project": "交银国信·融诚天盈12号集合资金信托计划",
    "borrower": "湖州莫干山国有资本控股集团有限公司",
    "guarantor": ""
  },
  {
    "id": "X0357",
    "project": "交银国信·融诚天盈16号集合资金信托计划",
    "borrower": "桐乡市工业发展投资集团有限公司",
    "guarantor": "桐乡市国有资本控股集团有限公司"
  }
];
